Repository: mariasev26/20930087H
Catalog: omegat/project_save.tmx
Source language: en_gb
Languages: es_es

source: Thus, validation for the film has had to come through other means, including a box office tally over $1 billion worldwide (the only R-rated movie to do so) and a whopping 11 Oscar nominations, including one for Best Picture, and a Best Actor win for Joaquin Phoenix.
es_es: Así pues, la película ha tenido que ser validada por otros medios, como una recaudación de más de 1.000 millones de dólares en todo el mundo (la única película con calificación reciente que lo ha conseguido) y la friolera de 11 nominaciones a los Oscar, incluida una a la mejor película, y el premio al mejor actor para Joaquin Phoenix.

source: Tickets & Showtimes
es_es: Entradas y pases

source: Tom Jones on Masterpiece: Season 1
es_es: Tom Jones on Masterpiece: Temporada 1

source: Top 5 Films with Most Oscar Nominations in the Last 25 Years 1.
es_es: Las 5 películas con más nominaciones al Oscar en los últimos 25 años 1.

source: Top 5 Films with Most Oscar Wins in the Last 25 Years 1.
es_es: Las 5 películas con más premios Oscar en los últimos 25 años 1.

source: Top 5 Highest-Grossing Films of the Last 25 Years 1.
es_es: Las 5 películas más taquilleras de los últimos 25 años 1.

source: Top 5 Most-Streamed Movies on Netflix 1.
es_es: Top de las 5 películas más vistas en Netflix 1.

source: Top 5 Wide Release Films with the Longest Theatrical Runs in the Last 25 Years 1.
es_es: Top 5 de películas de estreno masivo con mayor duración en cines en los últimos 25 años 1.

source: Top Box Office
es_es: Taquillazo

source: Top Headlines
es_es: Titulares destacados

source: Top Movies
es_es: Películas top

source: Top Rentals
es_es: Mejores alquileres

source: Top TV Shows
es_es: Mejores series de televisión

source: Ultimately, Casey Affleck’s past indiscretions weren’t enough to overshadow the history that was made that night or the brilliant performance of his co-star Michelle Williams, who played his grief-stricken wife to her fourth Oscar nomination.
es_es: En última instancia, las indiscreciones pasadas de Casey Affleck no fueron suficientes para eclipsar la historia que se hizo esa noche ni la brillante actuación de su compañera de reparto Michelle Williams, que interpretó a su desconsolada esposa y obtuvo su cuarta nominación al Oscar.

source: View All
es_es: Ver todo

source: Wannabe famous vlogger Andrew Castellano sets off... [More]
es_es: El aspirante a famoso bloguero Andrew Castellano pone en marcha... [Más]

source: Washington's role isn't yet known, but Paul Mescal is expected to play Lucius, the son of Connie Nielsen's character, and Barry Keoghan would be playing the Emperor Geta, who in the real world had a very short reign as emperor.
es_es: Todavía no se conoce el papel de Washington, pero se espera que Paul Mescal encarne a Lucius, el hijo del personaje de Connie Nielsen, y Barry Keoghan interpretaría al emperador Geta, que en el mundo real tuvo un reinado muy corto como emperador.

source: Washington’s role isn’t yet known, but Paul Mescal is expected to play Lucius, the son of Connie Nielsen’s character, and Barry Keoghan would be playing the Emperor Geta, who in the real world had a very short reign as emperor.
es_es: Todavía no se conoce el papel de Washington, pero se espera que Paul Mescal encarne a Lucios, el hijo del personaje de Connie Nielsen, y Barry Keoghan interpretaría alEmperador Geta, que en el mundo real tuvo un reinado muy corto como emperador.

source: We all know how that went, and as the true impact of the pandemic revealed itself over time, would-be moviegoers turned to streaming for their viewing entertainment more than ever before.
es_es: Todos sabemos cómo fue, y a medida que el verdadero impacto de la pandemia se revelaba con el tiempo, los espectadores potenciales se volcaron más que nunca en el streaming.

source: We are only 10 or 15 years into this streaming experiment, but there are no signs of slowing down — we’ve seen an increasing number of streaming films recognized for major awards, and Apple TV+ became the first streamer to winBest Picture with CODA just last year.
es_es: Llevamos solo 10 o 15 años con este experimento del streaming, pero no hay señales de que vaya a ralentizarse: hemos visto un número creciente de películas en streaming reconocidas con premios importantes, y Apple TV+ se convirtió en el primer streamer en ganar el premio a la Mejor Película con CODA el año pasado.

source: Weekend Box Office Results: Guardians of the Galaxy Vol.
es_es: Resultados de taquilla fin de semana Guardians of the Galaxy Vol.

source: Weekend Earnings
es_es: Novedades semanales

source: Weekly Ketchup
es_es: Semanario Tomatazo

source: What to Watch
es_es: Qué ver

source: What we can report is that Anne Hathaway will be starring in a project for Warner Bros and J.J.
es_es: Lo que sí podemos informar es que Anne Hathaway protagonizará un poryecto para Bad Robot de Warner Bros y J.J.

source: What we’ve learned: A plague of reality television took over at the turn of the 21st century.
es_es: Lo que hemos aprendido: Una plaga de telerrealidad se apoderó de la sociedad a principios del siglo XXI.

source: What's the Tomatometer®?
es_es: ¿Qué es el tomatómetro?

source: What’s the season with the highest number of ratings?
es_es: ¿Cuál es la temporada con más audiencia?

source: When the past... [More]
es_es: Cuando el pasado... [More]

source: When theaters completely shut down, studios scrambled to reschedule their film releases, hoping things would return to “normal” sooner rather than later.
es_es: Cuando los cines cerraron por completo, los estudios se apresuraron a reprogramar sus estrenos, con la esperanza de que las cosas volvieran a la "normalidad" cuanto antes.

source: White House Plumbers: Season 1
es_es: Los fontaneros de La Casa Blanca: Temporada 1

source: With 52.5 million viewers, Friends’ May 6, 2004, episode “The Last One” is the second-most-viewed series finale of the past 25 years.
es_es: Con 52,5 millones de espectadores, el episodio "The Last One" de Friends del 6 de mayo de 2004 es el segundo final de serie más visto de los últimos 25 años.

source: With multiple spinoffs on the horizon, the show struggled throughout its final season to retain the suspense of the series’ salad days, when seemingly anyone could die at any time.
es_es: Con múltiples secuelas para el futuro, la serie se esforzó a lo largo de su última temporada para mantener el suspense durante los días más tensos de la serie, cuando aparentemente cualquiera podía morir en cualquier momento.

source: With only his second film, writer-director Damien Chazelle led all contenders to tie the likes of All About Eve and Titanic for most Oscar nominations for a single film — that’s 14 nominations out of a possible 17 categories — unheard of.
es_es: Con solo su segunda película, el guionista y director Damien Chazelle lideró a todos los aspirantes para empatar con películas como All About Eve (Eva al desnudo) y Titanic en el mayor número de nominaciones a los Oscar para una sola película: 14 nominaciones de 17 categorías posibles, algo inaudito.

source: With that in mind, it’s somewhat fitting that the film that earned this distinction over the course of the last 25 years is also one remembered more for the the Oscar gaffe it’s most associated with: “Envelopegate.” We are, of course, referring to 2016’s La La Land, which was incorrectly announced as the winner of Best Picture over Barry Jenkins’ Moonlight due to a procedural error backstage.
es_es: Teniendo eso en cuenta, es un poco apropiado que la película que ganó esta distinción en el transcurso de los últimos 25 años también sea recordada más por la metedura de pata de los Oscar con la que está más asociada: "Envelopegate". Nos referimos, por supuesto, a La La Land, de 2016, que fue anunciada erróneamente como ganadora a Mejor Película frente a Moonlight, de Barry Jenkins, debido a un error de procedimiento entre bastidores.

source: Yellowjackets: Season 2
es_es: Yellowjackets: Temporada 2

source: Yes, it delivers astonishing scenes of devastation, but its more affecting — and more horrifying — concerns are human.
es_es: Sí, ofrece asombrosas escenas de devastación, pero sus preocupaciones más conmovedoras y más horribles son humanas.

source: article
es_es: artículo

source: by Greg Dean Schmitz | March 17, 2023 | Comments
es_es: Realizado por Greg Dean Schmitz | Marzo 17, 2023 | Comentarios

source: by Ryan Fujitani, Alex Vo and Jacqueline Coley | April 30, 2023 | Comments
es_es: Realizado por Ryan Fujitani, Alex Vo y Jacqueline Coley | Abril 30 de 2023 | Comentarios

source: by Ryan Fujitani, Alex Vo and Jacqueline Coley | April 30, 2023 | Comments TAGGED AS: BOX OFFICE, MOVIES, RT25, STREAMING MOVIES The last two and a half decades have brought a lot of change in the film industry, from the mass popularization of 3D, D-Box, ScreenX and other theatrical experiences to the advent of streaming services and, more recently, the disruptive effect of the COVID-19 pandemic.
es_es: De Ryan Fujitani, Alex Vo y Jacqueline Coley | 30 de abril, 2023 | Comentarios ETIQUETADO COMO: BOX OFFICE, PELÍCULAS, RT25, TRANSMISIÓN DE PELÍCULAS. Las útlimas dos décadas y media nos han traído muchos cambios en la industria cinematográfica, desde la popularización en masa del 3D, la D-Box, ScreenX y otras experiencias teatrales a la llegada de los servicios de streaming y, recientemente, el terrible efecto que ha dejado la pandemia de la COVID-19

source: en-US
es_es: en-esp.

source: famously sent all of their films to HBO Max, for example — but Netflix was uniquely positioned to lead the pack, having sunk millions of dollars into big names both in front of and behind the camera in hopes of attracting eyeballs.
es_es: Envió todas sus películas a HBO Max, pero Netflix se encontraba en una posición privilegiada para liderar el grupo, habiendo invertido millones de dólares en grandes nombres tanto delante como detrás de la cámara con la esperanza de atraer a los espectadores.

source: has scheduled the film for July 11, 2025, which gives the undoubtedly FX-heavy production just 27 months of development, production, and post-production.
es_es: Warner Bros programó la película para el 11 de julio de 2025, lo que le da a la producción indudablemente cargada de efectos especiales solo 27 meses de desarrollo, producción, y postproducción.

source: https://editorial.rottentomatoes.com/guide/best-horror-movies-of-2021-ranked/
es_es: https://editorial.rottentomatoes.com/guide/mejores-peliculas-de-terror-de-2021-clasificadas/

source: https://www.rottentomatoes.com/m/m3gan
es_es: nhttps://www.rottentomatoes.com/m/m3gan

source: summary_large_image
es_es: resumen_imagen_grande

source: • Shop Rotten Tomatoes
es_es: - Comprar en Rotten Tomatoes

source: • The Biggest and Best Movies of the Last 25 Years
es_es: - Las mejores y más grandes películas de los últimos 25 años

source: • 25 Best Horror Movies of Each Year Since 1998
es_es: - 25 mejores películas de terror de cada año desde 1998

source: • 25 Memorable Movie Lines of the Last 25 Years
es_es: - 25 frases memorables de películas de los últimos 25 años

source: • We’re Launching Our Very First Card Game
es_es: - Lanzamos nuestro primer juego de cartas
